["How does a bastard, orphan, son of a whore and a Scotsman","What's your name, man? Alexander Hamilton!","And me? I'm the damn fool that shot him","He looked at me like I was stupid, I'm not stupid","Talk less, smile more","I'm John Laurens in the place to be, two pints of Sam Adams, but I'm working on three!","Oui oui, mon ami, j'mappelle Lafayette! The Lancelot of the revolutionary set!","Brrrah brraaah, I am Hercules Mulligan, up in it, loving it, yes I heard your mother said Come again?","I am not throwing away my shot!","I'm a diamond in the rough, a shiny piece of coal","I am the A-L-E-X-A-N-D, E-R-we are-meant to be...","I think your pants look hot, Laurens I like you a lot!","Rise up! When you're living on your knees you rise up, tell your brother he's gotta rise up, tell your sister that she's gotta rise up","I may not live to see our glory, but I will gladly join the fight","Raise a glass to freedom, something they can never take away","Work, work! Angelica! Work, work! Eliza! And Peggy!","Eliza, I'm lookin' for a mind at work","Burr, you disgust me. Ah, so you've discussed me.","We hold these truths to be self-evident that all men are created equal.","Look around, look around at how lucky we are to be alive right now!","My dog speaks more eloquently than thee","I will send a fully armed battalion to remind you of my love!","I will kill your friends and family to remind you of my love","We are outgunned, outmanned, outnumbered, outplanned","Dying is easy, young man. Living is harder","We're reliable with the ladies!","Hey? Hey, hey, hey,","Boy you got me helpless, look into your eyes and the sky's the limit!","I'm helpless, down for the count and I'm drowning in 'em","I'm so into you, I am so into you,","Laughing at my sister, cuz she wants to form a harem. I'm just saying if you really loved me you would share him! HA!","And long as I'm alive, Eliza, swear to God you'll never feel so... Helpless!","I remember that night, I just might regret that night for the rest of my days","I know my sister like I know my own mind, you will never find anyone as trusting or as kind","To your union, and the hope that you provide, may you always, be satisfed","He will never be satisfied, I will never be satisfied","She's married. I see. She's married to a British officer. Oh shit...","But he can keep all of Georgia, Theodosia she's mine","Life doesn't discriminate between the sinners and the saints, it takes and it takes and it takes. And we keep living anyway, we rise and we fall and we break and we make our mistakes","Wait for it...","I'm a general. Weeeeeee!!!","One, two, three, four, five, six, seven, eight, nine, It's the Ten Duel Commandments","The challenge: demand satisfaction. If they apologize, no need for further action.","Look 'em in the eye, aim no higher, summon all the courage you require, then count","Hamilton! Sir! Meet me inside.","CALL ME SON ONE MORE TIME!","Just stay alive, that would be enough","Oh, let me be a part of the narrative, in the story they wil write someday","And I could be enough, and we could be enough, that would be enough","LAFAYETTE!","I'm taking this horse by the reins making redcoats redder with bloodstains,","And I'm never gonna stop until I make 'em drop and burn 'em up and scatter their remains,","The world will never be the same, Alexander...","History has its eyes on you...","You have no control who lives, who dies, who tells your story...","Immigrants: We get the job done","HERCULES MULLIGAN!!!","The world turned upside down...","We won! We won! We won!","I'm so blue...","When your people say they hate you, don't come crawling back to me","You will come of age with our young nation, we'll bleed and fight for you, we'll make it right for you,","And you'll blow us all away... someday, someday","You knock me out, I fall apart","I was chosen for the Constitutional Convention :D","Hamilton wrote... THE OTHER 51!","Let's go :D","How do you write like you're running out of time?","You simply must meet Thomas. Thomas!","So what'd I miss?","Uh...France","Hey, turn around, bend over, I'll show you where my shoe fits!","Un deux trois quatre cinq sex sept huit neuf","My name is Philip. I am a poet.","You've written My dearest, Angelica.","Take a break and get away, run away with us for the summer let's go upstate,","Angelica, tell my wife John Adams doesn't have a real job anyway.","But my God, she looks so helpless,","Lord, show me how to say no to this,","Dear sir, I hope this letter finds you in good health, and in a prosperous enough position to put wealth, in the pockets of people like me, down on their luck, you see, that was my wife you decided to- Fuuu...","If you pay, you can stay!","No one else was in the room where it happened.","I wanna be in the room where it happens.","They don't need to know me, they don't like you","Should we honor our treaty, King Louis' head? Uh... do whatever you want, I'm super dead.","It must be nice, it must be nice to have Washington on your side.","It must be nice, it must be nice to have Yousef on your side.","Southern Motherfuckin' Democratic-Republicans!","And then we'll teach them how to say goodbye, to say goodbye, you and I","Sir, I don't know what you heard, but whatever it is, Jefferson started it.","Sir, I don't know what you heard, but whatever it is, Jeff started it.","John Adams?! I know him. That can't be. That's that... little guy who spoke to me","Ian?! I know him. That can't be. That's that... little guy who spoke to me","Welcome, folks, to the Adams administration!","Sit down, John, you fat mother-[BLEEP]","An immigrant embezzling our government funds, I can almost see the headline, your career is done","Alexander, rumors only grow, and we both know what we know","I wrote my way out","I couldn't seem to die,","In the eye of a hurricane, there is quiet, for just a moment","The Reynolds Pamphlet. Have you read this?","Well, he's never gon' be President now","I'm not here for you. Oooooh!","I love my sister more than anything in this life, I will choose her happiness over mine everytime. Put what we had aside, I'm standing at her side, you could never be satisfied, God, I hope your satisfied","You ever see somebody ruin their own life? His poor wife.","And when you were mine, the world seemed to burn...","You have married an Icarus. He has flown too close to the sun.","I'm erasing myself from the narrative, let future historians wonder how Eliza reacted when you broke her heart","I an watching it burn, watching it burn...","The world has no right to my heart, the world has no place in our bed, they don't get to know what I said,","You, you, you, you...","How 'bout when I get back, we all strip down to our socks?","Everything is legal in New Jersey...","ALEXANDER, DID YOU KNOW?","Sept huit neuf- Sept huit...","Stay alive...","Phillip, you would like it uptown, it's quiet uptown","Eliza do you like it uptown? It's quiet uptown","Forgiveness. Can you imagine?","If you see him in the street, walking by her side, talking by her side, have pity","They are going through the unimaginable","She takes his hand... It's quiet uptown.","Jefferson or Burr?","Jefferson has beliefs. Burr has none.","Well, I'll be damned, well I'll be damned, Hamilton's on your side","I have the honor to be Your Obedient Servant","Here's an itemized list of thirty years of disagreements. Sweet Jesus.","Hey. Best of wives and best of women","I imagine death so much it feels more like a memory","But I'm the one who paid for it. I survived, but I paid for it.","Now I'm the villain in your history.","The world was wide enough for both Hamilton and me","Every other founding father's story gets told. Every other founding father gets to grow old.","And when you're gone who remembers your name? Who keeps your flame? Who tells your story? Eliza.","I put myself back in the narrative. Eliza. I stop wasting time on tears, I live another fifty years, it's not enough.","And when my time is up, have I done enough? Will they tell my story?","Oh. Can I show you what I'm proudest of? The orphanage. I establish the first private orphanage in New York City.","Who lives, who dies, who tells your story.", "awesome, wow"]



